/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "Ao clicar em “Carregar”, você certifica que possui todos os direitos sobre o conteúdo ou que o proprietário o autorizou a disponibilizá-lo publicamente no YouTube, e que o conteúdo está em conformidade com os Termos de Serviço do YouTube, localizados em https://www.youtube.com/t/terms.";

/* Cancel button */
"Cancel" = "Cancelar";

/* OK - unable to share error */
"OK" = "OK";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "Verifique a conexão de Internet ou as suas configurações e permissões do YouTube, e tente novamente.";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "Verifique a conexão de Internet ou as suas configurações do YouTube e tente novamente.";

/* Button title when the preferences have no login name set */
"Sign In..." = "Iniciar sessão...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "Terminar sessão...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "O link para sua captura está pronto para ser colado.";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "Não é possível compartilhar no YouTube";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "Não é possível compartilhar no YouTube";

/* Upload button */
"Upload" = "Carregar";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "Carregue a captura de vídeo na sua conta do YouTube.";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "Você precisa criar um canal no YouTube para poder carregar vídeos.";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "Carregar no YouTube";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "Sua conta do Google não está vinculada a um canal do YouTube.";

